"DST" = "DST";
"STD" = "STD";
"Loaded " = "Загрузка ";
" deep space objects" = " объекты глубокого космоса";
"Loading NV fragment program: " = "Загрузка NV фрагмента программы: ";
"Error loading NV fragment program: " = "Ошибка загрузки NV фрагмента программы: ";
"Error in fragment program " = "Ошибка в фрагменте программы ";
"Initializing NV fragment programs . . .\n" = "Инициализация NV фрагмента программы . . .\n";
"All NV fragment programs loaded successfully.\n" = "Все NV фрагменты программы успешно загружены.\n";
"Initializing ARB fragment programs . . .\n" = "Инициализация ABR фрагмента программы . . .\n";
"Galaxy (Hubble type: %s)" = "Галактика (тип: %s)";
"Loading image from file " = "Загрузка изображения из файла ";
": unrecognized or unsupported image file type.\n" = ": неподдерживаемый тип файла.\n";
"Error opening image file " = "Ошибка открытия файла изображения ";
"Error: " = "Ошибка: ";
" is not a PNG file.\n" = " это не PNG файл.\n";
"Error reading PNG image file " = "Ошибка чтения PNG файла ";
"Loading model: " = "Загрузка модели: ";
"   Model statistics: " = "   О модели: ";
" vertices, " = " вершин, ";
" primitives, " = " примитивов, ";
" materials " = " материалов ";
" unique)\n" = " уникальных)\n";
"Error loading model '" = "Ошибка загрузки модели '";
"%s" = "%s";
"Error in .ssc file (line " = "Ошибка в .ssc файле (строка ";
"parent body '" = "главный объект '";
"' of '" = "' из '";
"' not found." = "' не найдена.";
"warning duplicate definition of " = "Предупреждение: дублирование для ";
"bad alternate surface" = "неверная дополнительная поверхность";
"bad location" = "неверное местоположение";
"' not found.\n" = "' не найдена.\n";
"Bad header for cross index\n" = "Неверный заголовок для взаимных индексов\n";
"Bad version for cross index\n" = "Неверная версия для взаимных индексов\n";
"Loading cross index failed at record " = "Ошибка загрузки взаимных индексов в отчёте ";
"Bad spectral type in star database, star #" = "Неверный спектральный тип в базе данных звёзд, звезда #";
" stars in binary database\n" = " двойных звезд в каталоге\n";
"Total star count: " = "Всего звёзд: ";
"Error in .stc file (line " = "Ошибка в .stc файле (строка ";
"Invalid star: bad spectral type.\n" = "Неверный объект: неверный спектральный тип.\n";
"Invalid star: missing spectral type.\n" = "Неверный объект: отсутствие спектрального типа.\n";
"Barycenter " = "Барицентр ";
" does not exist.\n" = " не существует.\n";
"Invalid star: missing right ascension\n" = "Неверный объект: отсутствие прямого восхождения.\n";
"Invalid star: missing declination.\n" = "Неверный объект: отсутствие склонения.\n";
"Invalid star: missing distance.\n" = "Неверный объект: отсутствие расстояния.\n";
"Invalid star: missing magnitude.\n" = "Неверный объект: отсутствие величины.\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "Неверная звезда: значение абсолютной величины должно находиться в пределах\n";
"Creating tiled texture. Width=" = "Создание плиточных текстур. Ширина=";
", max=" = ", макс=";
"Creating ordinary texture: " = "Создание обычных текстур: ";
"Loading NV vertex program: " = "Загрузка NV шейдера: ";
"Error loading NV vertex program: " = "Ошибка загрузки NV шейдера: ";
"Error in vertex program " = "Ошибка в шейдере ";
"Loading ARB vertex program: " = "Загрузка ABR шейдера: ";
"Error loading ARB vertex program: " = "Ошибка загрузки ABR шейдера: ";
", line " = ", строка ";
"Initializing NV vertex programs . . .\n" = "Инициализация NV шейдеров . . .\n";
"All NV vertex programs loaded successfully.\n" = "Все NV шейдеры загружены успешно.\n";
"Initializing ARB vertex programs . . .\n" = "Инициализация ARB шейдеров . . .\n";
"All ARB vertex programs loaded successfully.\n" = "Все ARB шейдеры загружены успешно.\n";
"Error reading favorites file." = "Ошибка чтения файла избранного.";
"Orientation: " = "Ориентация: ";
"Error opening script file." = "Ошибка открытия файла сценария.";
"Error opening script '%s'" = "Ошибка открытия сценария '%s'";
"Unknown error opening script" = "Неизвестная ошибка при открытии сценария";
"Script coroutine initialization failed" = "Ошибка инициализации сценария";
"Invalid filetype" = "Неверный тип файла";
"Magnitude limit: %.2f" = "Предельная величина: %.2f";
"Markers enabled" = "Метки включены";
"Markers disabled" = "Метки отключены";
"Goto surface" = "Перейти к поверхности";
"Alt-azimuth mode enabled" = "Режим 'Высота-Азимут' включен";
"Alt-azimuth mode disabled" = "Режим 'Высота-Азимут' отключен";
"Star style: fuzzy points" = "Стиль звезд: расплывчатые точки";
"Star style: points" = "Стиль звезд: точки";
"Star style: scaled discs" = "Стиль звезд: диски";
"Comet tails enabled" = "Хвосты комет включены";
"Comet tails disabled" = "Хвосты комет отключены";
"Render path: Basic" = "Рендеринг: основной";
"Render path: Multitexture" = "Рендеринг: мультитекстура";
"Render path: NVIDIA combiners" = "Рендеринг: NVIDIA общий";
"Render path: OpenGL vertex program" = "Рендеринг: программный OpenGL";
"Render path: NVIDIA vertex program and combiners" = "Рендеринг: NVIDIA общий и программная обработка шейдеров";
"Render path: OpenGL vertex program/NVIDIA combiners" = "Рендеринг: программный OpenGL/NVIDIA общий";
"Render path: OpenGL 1.5 vertex/fragment program" = "Рендеринг: программный OpenGL 1.5";
"Render path: NVIDIA GeForce FX" = "Рендеринг: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "Рендеринг: OpenGL 2.0";
"Auto-magnitude enabled" = "Автонастройка количества видимых звёзд включена";
"Auto-magnitude disabled" = "Автонастройка количества видимых звёзд отключена";
"Cancel" = "Отмена";
"Time and script are paused" = "Время и сценарий приостановлены";
"Time is paused" = "Время приостановлено";
"Resume" = "Продолжаю";
"Light travel time:  %.4f yr " = "Световое запаздывание:  %.4f г ";
"Light travel time:  %d min  %.1f s" = "Световое запаздывание:  %d мин  %.1f с";
"Light travel time:  %d h  %d min  %.1f s" = "Световое запаздывание:  %d ч  %d мин  %.1f с";
"Light travel delay included" = "Световое запаздывание включено";
"Light travel delay switched off" = "Световое запаздывание отключено";
"Light travel delay ignored" = "Световое запаздывание не учитывается";
"Using normal surface textures." = "Использование нормальных текстур поверхности.";
"Using limit of knowledge surface textures." = "Использование ограниченных текстур.";
"Follow" = "Наблюдение";
"Time: Forward" = "Время: вперед";
"Time: Backward" = "Время: назад";
"Time rate" = "Множитель времени";
"Sync Orbit" = "Синхронное вращение";
"Lock" = "Захват";
"Chase" = "Сопровождение";
"Auto magnitude limit at 45 degrees:  %.2f" = "Предел автовеличины при 45 FOV:  %.2f";
"Ambient light level:  %.2f" = "Рассеянный свет:  %.2f";
"Light gain" = "Светимость галактик";
"Bloom enabled" = "Расцветка включена";
"Bloom disabled" = "Расцветка отключена";
"Exposure" = "Вид";
"GL error: " = "GL ошибка: ";
"View too small to be split" = "Изображение слишком мало для разделения";
"Added view" = "Добавленный вид";
"ly" = "св. л.";
"au" = "а. е.";
" days" = " дней";
" hours" = " часов";
" minutes" = " минут";
"Apparent diameter: " = "Видимый диаметр: ";
"Apparent magnitude: " = "Видимая величина: ";
"Absolute magnitude: " = "Абсолютная величина: ";
"RA: " = "Прямое восхождение: ";
"Dec: " = "Склонение: ";
"km" = "км";
"Distance: " = "Расстояние: ";
"Star system barycenter\n" = "Барицентр звездной системы\n";
"Abs (app) mag: %.2f (%.2f)\n" = "Абс. (вид.) величина: %.2f (%.2f)\n";
"Luminosity: " = "Светимость: ";
"x Sun" = "x Солн.";
"Class: " = "Класс: ";
"Neutron star" = "Нейтронная звезда";
"Black hole" = "Черная дыра";
"Surface temp: " = "Темп. поверхности: ";
"Radius: " = "Радиус: ";
"Rsun" = "Rсолн.";
"Rotation period: " = "Период вращения: ";
"Planetary companions present\n" = "Присутствует планетарная система\n";
"Distance from center: " = "Расстояние от центра: ";
"Temperature: " = "Температура: ";
"Apparent mag: %.2f\n" = "Видимая величина: %.2f\n";
"  LT" = "  LT";
"Real time" = "Текущее время";
"-Real time" = "Обратный отсчёт";
"Time stopped" = "Время остановлено";
" faster" = " раз быстрее";
" slower" = " раз медленее";
" (Paused)" = " (Приостановлено)";
"FPS: " = "FPS: ";
"\nSpeed: " = "\nСкорость: ";
" m/s" = " м/с";
" km/s" = " км/с";
" AU/s" = " а. e./с";
" ly/s" = " св. л./с";
"Travelling " = "Путешествие ";
"Track " = "Слежение ";
"Follow " = "Наблюдение ";
"Sync Orbit " = "Синх. вращение ";
"Lock " = "Захват ";
"Chase " = "Сопровождение ";
"FOV: " = "FOV: ";
"Sun" = "Солнце";
"Target name: " = "Имя цели: ";
" at " = " при ";
" fps" = " fps";
"  Recording" = "  Запись";
"  Paused" = "  Приостановлено";
"F11 Start/Pause    F12 Stop" = "F11 Пуск/Пауза    F12 Стоп";
"Edit Mode" = "Режим правки";
"Loading solar system catalog: " = "Загрузка каталога системы: ";
"Loading " = "Загрузка ";
"License file 'License.txt' is missing!" = "Файл лицензии 'License.txt' отсутствует!";
"Error reading configuration file." = "Ошибка чтения файла настройки.";
"Initialization of SPICE library failed." = "Ошибка инициализации SPICE библиотеки.";
"Cannot read star database." = "Ошибка чтения базы данных звезд.";
"Error opening deepsky catalog file." = "Ошибка открытия файла объектов глубокого космоса.";
"Error opening solar system catalog.\n" = "Ошибка открытия каталога системы.\n";
"Error opening asterisms file." = "Ошибка открытия файла asterisms.";
"Error opening constellation boundaries files." = "Ошибка открытия файла границ созвездий.";
"render path: " = "рендеринг: ";
"Failed to initialize renderer" = "Ошибка инициализации рендеринга";
"Error loading font; text will not be visible.\n" = "Ошибка загрузки шрифта; текст не будет отображаться.\n";
"Error reading cross index " = "Ошибка чтения индексов ";
"Loaded cross index " = "Загружены индексы ";
"Error opening " = "Ошибка открытия ";
"Error reading star names file\n" = "Ошибка чтения названия в файле звезд\n";
"Error reading stars file\n" = "Ошибка чтения файла звезд\n";
"Error opening star catalog " = "Ошибка открытия каталога звезд ";
"Error in creating ogg file %s for capture.\n" = "Ошибка создания ogg-файла %s при захвате.\n";
"Internal Ogg library error." = "Ошибка в библиотеке OGG.";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - wrote %d frames\n";
"Settings" = "Настройки";
"Vendor: " = "Производитель:";
"Renderer: " = "Видеокарта: ";
"Version: " = "Версия: ";
"GLSL version: " = "GLSL версия: ";
"Max simultaneous textures: " = "Макс. кол-во текстур: ";
"Max texture size: " = "Макс. размер текстур: ";
"Max cube map size: " = "Макс. размер кубической карты: ";
"Point size range: " = "Диапазон размеров точки: ";
"Supported Extensions:" = "Поддерживаемые расширения:";
"Windowed Mode" = "Оконный режим";
"Asteroids" = "Астероиды";
"Comets" = "Кометы";
"Invisibles" = "Невидимые";
"Moons" = "Спутники";
"Planets" = "Планеты";
"Spacecraft" = "Косм. корабл.";
"Goto" = "Перейти";
"Follow" = "Наблюдение";
"Sync Orbit" = "Синх. вращение";
"Info" = "Информация";
"Reference Vectors" = "Базисный вектор";
"Show Body Axes" = "Показывать оси объекта";
"Show Frame Axes" = "Показывать оси каркаса";
"Show Sun Direction" = "Показывать направление к Солнцу";
"Show Velocity Vector" = "Показывать вектор движения";
"Show Planetographic Grid" = "Показывать планетографическую сетку";
"Show Terminator" = "Показывать линию терминатора";
"Satellites" = "Спутники";
"Alternate Surfaces" = "Альтернативная поверхность";
"Orbiting Bodies" = "Объекты системы";
"Unmark" = "Убрать метку";
"Mark" = "Маркировка";
"Loading: " = "Загрузка: ";
"LANGUAGE" = "ru";
"WinLangID" = "419";
"Copied URL" = "URL скопирован";
"Loading URL" = "Загрузка URL";
"Error opening script" = "Ошибка открытия сценария";
"Error loading script" = "Ошибка загрузки сценария";
"Running script" = "Запуск сценария";
"Planet" = "Планета";
"Satellite" = "Спутник";
"Date" = "Дата";
"Start" = "Начало";
"Duration" = "Продолжительность";
"Earth" = "Земля";
"Jupiter" = "Юпитер";
"Saturn" = "Сатурн";
"Uranus" = "Уран";
"Neptune" = "Нептун";
"Pluto" = "Плутон";
"Name" = "Имя";
"Distance (ly)" = "Расстояние (св. л.)";
"App. mag" = "Вид. вел.";
"Abs. mag" = "Абс. вел.";
"Type" = "Тип";
"Universal Time" = "Всемирное время";
"Local Time" = "Местное время";
"Time Zone Name" = "Часовой пояс";
"UTC Offset" = "Смещение UTC";
"Celestial Browser" = "Небесный каталог";
"Moon" = "Луна";
"Asteroid" = "Астероид";
"Comet" = "Комета";
"Invisible" = "Невидимый";
"Barycenter" = "Барицентр";
"Small Body" = "Малое тело";
"Dwarf Planet" = "Карликовая планета";
"-" = "-";
"Eclipse Finder" = "Поиск затмений";
"Add Bookmark" = "Добавить закладку";
"Add a bookmark for the current document" = "Добавить закладку в текущий документ";
"Add Relative Bookmark" = "Добавить относит. закладку";
"Add a relative bookmark for the current document" = "Добавить относит. закладку в текущий документ";
"Add Settings Bookmark" = "Добавить закладку настроек";
"Add a settings bookmark for the current document" = "Добавить закладку настроек в текущий документ";
"Edit your bookmark collection in a separate window" = "Упорядочите Ваши закладки в отдельном окне";
"New Folder..." = "Новая папка...";
"Create a new bookmark folder in this menu" = "Создайте новую папку закладок в этом меню";
"Can't add bookmark with empty URL" = "Пустой адрес не может быть добавлен в закладку";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "Программа Celestia была некорректно установлена. Сплэшскрин не найден в папке установки программы. \nЗапуск Celestia продолжится но некоторые файлы могут быть не найдены. Пожалуйста, переустановите программу Celestia.";
"Go to URL..." = "Перейти по адресу...";
"Go to Long/Lat..." = "Перейти на долг./широт.";
"Back" = "Назад";
"Forward" = "Вперед";
"Home" = "Домой";
"Bookmarks" = "Закладки";
"Full Screen" = "На весь экран";
"Copy URL" = "Копировать URL";
"Set Time..." = "Установить время...";
"Set Time to Now" = "Установить настоящее время";
"Accelerate Time" = "Ускорить время";
"Decelerate Time" = "Замедлить время";
"Accelerate Time (x2)" = "Ускорить время (x2)";
"Decelerate Time (/2)" = "Замедлить время (/2)";
"Pause Time" = "Пауза";
"Reverse Time" = "Обратить время";
"Split View Vertically" = "Разделить по вертикали";
"Split View Horizontally" = "Разделить по горизонтали";
"Cycle View" = "Циклический просмотр";
"Single View" = "Единственный вид";
"Delete View" = "Удалить видимое";
"Frames Visible" = "Разделители видны";
"Active Frame Visible" = "Активизировать видимое окно";
"Synchronize Time" = "Синхронизация времени";
"Alt-Azimuth Mode" = "Режим 'высота-азимут'";
"Go To Surface" = "Перейти к поверхности";
"Show Stars" = "Показывать звезды";
"Show Planets" = "Показывать планеты";
"Show Galaxies" = "Показывать галактики";
"Show Globulars" = "Показывать шаровые скопления";
"Show Partial Trajectories" = "Показывать детали траектории";
"Show Nebulae" = "Показывать туманности";
"Show Open Clusters" = "Показывать рассеянные скопления";
"Show Constellations" = "Показывать созвездия";
"Show CloudMaps" = "Показывать облака";
"Show Cloud Shadows" = "Показывать тени облаков";
"Show Orbits" = "Показывать орбиты";
"Show Asteroid Orbits" = "Показывать орбиты астероидов";
"Show Comet Orbits" = "Показывать орбиты комет";
"Show Moon Orbits" = "Показывать орбиты спутников";
"Show Star Orbits" = "Показывать орбиты звезд";
"Show Planet Orbits" = "Показывать орбиты планет";
"Show Spacecraft Orbits" = "Показывать орбиты косм. кораблей";
"Show Celestial Grid" = "Показывать координатную сетку";
"Show Night Side Lights" = "Показывать свет ночной стороны";
"Show Markers" = "Показывать метки";
"Show Atmospheres" = "Показывать атмосферу";
"Show Smooth Orbit Lines" = "Показывать сглаженные линии орбит";
"Show Eclipse Shadows" = "Показывать тени затмений";
"Cycle Star Mode" = "Изменение вида звезд";
"Show Ring Shadows" = "Показывать тени на кольцах";
"Show Boundaries" = "Показывать границы";
"Auto Magnitudes" = "Автонастройка звездной величины";
"Show Comet Tails" = "Показывать хвосты комет";
"Show Star Labels" = "Показывать названия звезд";
"Show Planet Labels" = "Показывать названия планет";
"Show Moon Labels" = "Показывать названия лун";
"Show Comet Labels" = "Показывать названия комет";
"Show Constellation Labels" = "Показывать названия созвездий";
"Constellation Labels in Latin" = "Названия созвездий на латыни";
"Show Galaxy Labels" = "Показывать названия галактик";
"Show Globular Labels" = "Показывать названия шаровых скоплений";
"Show Nebula Labels" = "Показывать названия туманностей";
"Show Open Cluster Labels" = "Показывать названия рассеянных скоплений";
"Show Asteroid Labels" = "Показывать названия астероидов";
"Show Spacecraft Labels" = "Показывать названия косм. корабл.";
"Show Location Labels" = "Показывать названия местоположений";
"Display Local Time" = "Показывать местное время";
"Show City Locations" = "Показывать местоположение городов";
"Show Observatory Locations" = "Показывать местоположение обсерваторий";
"Show Landing Sites Locations" = "Показывать местоположение посадоч. площад.";
"Show Crater Locations" = "Показывать местоположение кратеров";
"Show Mons Locations" = "Показывать местоположение гор";
"Show Terra Locations" = "Показывать местоположение материков";
"Show Vallis Locations" = "Показывать местоположение долин";
"Show Mare Locations" = "Показывать местоположение морей";
"Show Other Locations" = "Показывать местоположение прочих особенностей";
"Wireframe Mode" = "Каркасный режим";
"Center on Orbit" = "Центровка орбиты";
"Basic" = "Основной";
"Multitexture" = "Мультитекстуры";
"NvCombiners" = "NvCombiners";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "Циклический рендеринг OpenGL";
"Sync framerate to video refresh rate" = "Синхронизировать частоту видео кадров";
"Grab Image" = "Захват изображения";
"Capture Video" = "Захват видео";
"OpenGL info" = "Информация OpenGL";
"Show Bookmark Toolbar" = "Показать панель закладок";
"OpenGL Info" = "Информация OpenGL";
"UTC" = "UTC";
"This version of Celestia was not built with support for movie recording." = "Эта версия Celestia не поддерживает захват видео.";
"Go to URL" = "Перейти по адресу";
"Enter URL" = "Ввести URL";
"Object: " = "Объект: ";
"Longitude: " = "Долгота: ";
"East" = "Восток";
"West" = "Запад";
"Latitude: " = "Широта: ";
"North" = "Север";
"South" = "Юг";
"Altitude: " = "Высота: ";
"Celestia encountered an error while processing your script" = "Ошибка при обработке Вашего сценария";
"Celestia" = "Celestia";
"Use alternate configuration file" = "Пользовательский файл настроек";
"Use alternate installation directory" = "Пользовательская папка установки";
"Use as additional \"extras\" directory" = "Пользовательская папка дополнений \"extras\"";
"Start fullscreen" = "Полноэкранный режим";
"Disable splash screen" = "Отключить сплэшскрин";
"Start and go to url" = "Начать и перейти по адресу";
"_: NAME OF TRANSLATORS\\nYour names" = "Sergey Leonov";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "leserg@ua.fm";
"Celestia Preferences" = "Настройки Celestia";
"Rendering" = "Рендеринг";
"Show" = "Показывать";
"Stars" = "Звёзд";
"Galaxies" = "Галактик";
"Nebulae" = "Туманностей";
"Open Clusters" = "Рассеян. скопл.";
"Atmospheres" = "Атмосферу";
"Clouds" = "Облака";
"Cloud Shadows" = "Тени облаков";
"Night Side Lights" = "Свет ноч. стороны";
"Eclipse Shadows" = "Тени затмений";
"Comet Tails" = "Хвосты комет";
"Orbits" = "Орбиты";
"Partial Trajectories" = "Детали траекторий";
"Smooth Orbit Lines" = "Сглаживать линии орбит";
"Celestial Grid" = "Коорд. сетку";
"Constellations" = "Созвездия";
"Markers" = "Метки";
"Ring Shadows" = "Тени на кольцах";
"Constellation Boundaries" = "Границы созвездий";
"Orbits / Labels" = "Орбиты / Названия";
"Labels" = "Названия";
"Constellations in Latin" = "Созвездия на латыни";
"Spacecrafts" = "Косм. корабл.";
"Locations" = "Планетография";
"Ambient Light" = "Рассеянный свет";
"Limiting Magnitude" = "Ограничение зв. величины";
"Info Text" = "Информация";
"Level: " = "Уровень: ";
"None" = "Ничего";
"Terse" = "Кратко";
"Verbose" = "Подробно";
"Textures" = "Текстуры";
"Resolution: " = "Разрешение: ";
"Low" = "Слабо";
"Medium" = "Умеренно";
"High" = "Сильно";
"Automatic FOV" = "Автоматический FOV";
"Screen DPI: " = "Разрешение экрана: ";
"Viewing Distance (cm): " = "Расстояние просмотра (cм): ";
"Cities" = "Города";
"Observatories" = "Обсерватории";
"Landing Sites" = "Посадочные площадки";
"Craters" = "Кратеры";
"Mons" = "Горы";
"Terra" = "Материки";
"Vallis" = "Долины";
"Mare" = "Моря";
"Other" = "Прочее";
"Minimum Feature Size" = "Мин. размер особенностей";
"Date/Time" = "Дата/время";
"Display" = "Экран";
"Timezone: " = "Часовой пояс: ";
"Format: " = "Формат: ";
"Local Format" = "Местный формат";
"Set" = "Установить";
"Local Time is only supported for dates between 1902 and 2037.\n" = "Местное время поддерживается только между 1902 и 2037 годами.\n";
"Julian Date: " = "Юлианская дата: ";
"Now" = "Сейчас";
"\nSelection: " = "\nВыбор: ";
"Include Light Travel Time" = "Учитывать световое запаздывание";
"Ignore Light Travel Time " = "Не учитывать световое запаздывание ";
"OpenGL" = "OpenGL";
"Key Bindings" = "Привязка клавиш";
"<b>Unextended OpenGL 1.1</b>" = "<b>Unextended OpenGL 1.1</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Multiple textures and the ARB_texenv_combine extension</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>NVIDIA combiners, no vertex programs</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>NVIDIA Combiners, ARB_vertex_program extension</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>NV_fragment_program and ARB_vertex_program extensions</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>OpenGL 2.0 Shading Language</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "Файл %1 не существует, используется по-умолчанию файл %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "Папка %1 не существует, используется по-умолчанию %2";
"Extras directory %1 does not exist" = "Папка дополнений %1 не существует";
"Abs (app) mag: " = "Абс. (вид.) величина: ";
"Surface Temp: " = "Темп. поверхности: ";
"Marked objects" = "Отмеченные объекты";
"Select" = "Выбрать";
"Center" = "По центру";
"Synch Orbit" = "Синх. вращение";
"Unmark All" = "Убрать все метки";
"Diamond" = "Diamond";
"Triangle" = "Triangle";
"Square" = "Square";
"Filled Square" = "Filled Square";
"Plus" = "Plus";
"X" = "X";
"Left Arrow" = "Стрелка влево";
"Right Arrow" = "Стрелка вправо";
"Up Arrow" = "Стрелка вверх";
"Down Arrow" = "Стрелка вниз";
"Circle" = "Круг";
"Disk" = "Диск";
"Normal" = "Нормально";
"Small Bodies" = "Малые тела";
"Dwarf Planets" = "Карликовые планеты";
"Duration: %1" = "Продолжительность: %1";
"Size: %1 MB" = "Размер: %1 MB";
"Current size: %1 x %2" = "Текущий размер: %1 x %2";
"Current width: %1 x %2" = "Текущая ширина: %1 x %2";
"Current height: %1 x %2" = "Текущая высота: %1 x %2";
"You must specify a file name." = "Вы должны указать имя файла.";
"Error initializing movie capture." = "Ошибка при инициализации захвата видео.";
"Navigation" = "Навигация";
"Options" = "Настройки";
"Objects" = "Объекты";
"OpenGL Render Path" = "Рендеринг OpenGL";
"Time" = "Время";
"MultiView" = "Мультипросмотр";
"Main Toolbar" = "Панель инструментов";
"Dist." = "Раст.";
"App. Mag." = "Вид. вел.";
"Abs. Mag." = "Абс. вел.";
"With Planets" = "С планетами";
"Brightest (Abs.)" = "Яркость (абс.)";
"Brightest (App.)" = "Яркость (вид.)";
"Nearest" = "Ближайшие";
"Close" = "Закрыть";
"Alt+C" = "Alt+C";
"Refresh" = "Обновить";
"End" = "Конец";
"Search parameters" = "Параметры поиска";
"Solar Eclipses" = "Солнечные затмения";
"On:" = "На:";
"Moon Eclipses" = "Лунные затмения";
"Search" = "Найти";
"To:" = "по:";
"From:" = "С: ";
"Close" = "Закрыть";
"Video Capture" = "Захват видео";
"Save As:" = "Сохранить как:";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "Отношение сторон:";
"Current" = "Текущее";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "Размер изображения:";
"Frame Rate:" = "Частота обновления:";
"Video Quality:" = "Качество видео:";
"Play Video when capture is done" = "Показать видео по окончании захвата";
"Usage" = "Использование";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>Нажмите <b>F11</b>, чтобы начать/приостановить запись<br>\nНажмите <b>F12</b>, чтобы прекратить запись</p>\n\n<p>Обратите внимание, что изменить размеры главного окна во время записи невозможно</p>";
"OK" = "OK";
"Cancel" = "Отмена";
"Mercury" = "Меркурий";
"Venus" = "Венера";
"Mars" = "Марс";
"Phobos" = "Фобос";
"Deimos" = "Деймос";
"Amalthea" = "Амальтея";
"Io" = "Ио";
"Europa" = "Европа";
"Ganymede" = "Ганимед";
"Callisto" = "Каллисто";
"Prometheus" = "Прометей";
"Pandora" = "Пандора";
"Epimetheus" = "Эпиметей";
"Janus" = "Янус";
"Mimas" = "Мимас";
"Enceladus" = "Энкелад";
"Tethys" = "Тетис";
"Dione" = "Диона";
"Rhea" = "Рея";
"Titan" = "Титан";
"Hyperion" = "Гиперион";
"Iapetus" = "Япет";
"Phoebe" = "Феба";
"Miranda" = "Миранда";
"Ariel" = "Ариэль";
"Umbriel" = "Умбриэль";
"Titania" = "Титания";
"Oberon" = "Оберон";
"Larissa" = "Ларисса";
"Proteus" = "Протей";
"Triton" = "Тритон";
"Nereid" = "Нереида";
"Pluto-Charon" = "Плутон-Харон";
"Charon" = "Харон";
"NORTH AMERICA" = "СЕВЕРНАЯ АМЕРИКА";
"SOUTH AMERICA" = "ЮЖНАЯ АМЕРИКА";
"EURASIA" = "ЕВРАЗИЯ";
"AFRICA" = "АФРИКА";
"AUSTRALIA" = "АВСТРАЛИЯ";
"ANTARCTICA" = "АНТАРКТИДА";
"NORTH ATLANTIC OCEAN" = "СЕВЕРОАТЛАНТИЧЕСКИЙ ОКЕАН";
"SOUTH ATLANTIC OCEAN" = "ЮЖНОАТЛАНТИЧЕСКИЙ ОКЕАН";
"NORTH PACIFIC OCEAN" = "СЕВЕРНЫЙ ТИХИЙ ОКЕАН";
"SOUTH PACIFIC OCEAN" = "ЮЖНЫЙ ТИХИЙ ОКЕАН";
"INDIAN OCEAN" = "ИНДИЙСКИЙ ОКЕАН";
"ARCTIC OCEAN" = "СЕВЕРНЫЙ ЛЕДОВИТЫЙ ОКЕАН";
"Milky Way" = "Млечный путь";
"SMC" = "SMC";
"LMC" = "LMC";
"Solar System Barycenter" = "Барицентр Солнечной системы";
"File" = "Файл";
"Open Script..." = "Открыть сценарий...";
"Scripts" = "Сценарии";
"Placeholder" = "Placeholder";
"Capture Image...\tF10" = "Сохранить изображение...\tF10";
"Capture Movie...\tShift+F10" = "Сохранить видео...\tShift+F10";
"Exit" = "Выход";
"Select Sol\tH" = "Выбрать Солнце\tH";
"Tour Guide..." = "Путеводитель...";
"Select Object..." = "Выбрать объект...";
"Goto Object..." = "Перейти к объекту...";
"Center Selection\tC" = "Разместить по центру\tC";
"Go to Selection\tG" = "Идти к выбранному объекту\tG";
"Follow Selection\tF" = "Наблюдение\tF";
"Sync Orbit Selection\tY" = "Синхронное вращение\tY";
"Track Selection\tT" = "Слежение\tT";
"Solar System Browser..." = "Каталог Солнечной системы...";
"Star Browser..." = "Звездный каталог...";
"Eclipse Finder" = "Поиск затмений...";
"Time" = "Время";
"10x Faster\tL" = "Быстрее в 10 раз\tL";
"10x Slower\tK" = "Медленнее в 10 раз\tK";
"Freeze\tSpace" = "Пауза\tSpace";
"Reverse Time\tJ" = "Обратить время\tJ";
"Set Time..." = "Установить время...";
"Show Local Time" = "Показать местное время";
"Render" = "Вид";
"Select Display Mode..." = "Режим экрана...";
"Toggle Full Screen\tAlt+Enter" = "Во весь экран\tAlt+Enter";
"View Options..." = "Настройки просмотра...";
"Locations..." = "Планетография...";
"More Stars Visible\t]" = "Больше звезд\t]";
"Fewer Stars Visible\t[" = "Меньше звезд\t[";
"Auto Magnitude\tCtrl+Y" = "Автонастройка\tCtrl+Y";
"Star Style" = "Звёзды как...";
"Fuzzy Points" = "Размытые точки";
"Points" = "Точки";
"Scaled Discs" = "Диски";
"Ambient Light" = "Рассеянный свет";
"None" = "Нет";
"Low" = "Слабо";
"Medium" = "Умеренно";
"Texture Resolution" = "Разрешение текстур";
"High" = "Сильно";
"Antialiasing\tCtrl+X" = "Сглаживание\tCtrl+X";
"View" = "Окно";
"Split Horizontally\tCtrl+R" = "Разделить горизонтально\tCtrl+R";
"Split Vertically\tCtrl+U" = "Разделить вертикально\tCtrl+U";
"Delete Active View\tDEL" = "Удалить активное окно\tDEL";
"Single View\tCtrl+D" = "Удалить все\tCtrl+D";
"Show Frames" = "Показывать разделители";
"Synchronize Time" = "Синхронное время";
"Bookmarks" = "Закладки";
"Add Bookmarks..." = "Добавить...";
"Organize Bookmarks..." = "Упорядочить...";
"Help" = "Справка";
"Run Demo" = "Демо";
"Controls" = "Управление программой";
"OpenGL Info" = "Информация OpenGL";
"License" = "Лицензионное соглашение";
"About Celestia" = "О программе...";
"About Celestia" = "О программе";
"OK" = "OK";
"Copyright (C) 2001-2009, Celestia Development Team" = "Авторские права (C) 2001-2008, команда разработчиков Celestia";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "Celestia - бесплатная программа и распространяется без всяких гарантий.";
"Authors" = "Авторы";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "Выбрать объект";
"Object Name" = "Имя объекта";
"License" = "Лицензия";
"Celestia Controls" = "Управление программой";
"OpenGL Driver Info" = "Информация OpenGL";
"Set Simulation Time" = "Установка времени";
"Time Zone: " = "Часовой пояс: ";
"Set To Current Time" = "Установить текущее время";
"Add Bookmark" = "Добавить закладку";
"Create in >>" = "Создать в >>";
"New Folder..." = "Новая папка...";
"Solar System Browser" = "Каталог Солнечной системы";
"Solar System" = "Солнечная система";
"Go To" = "Перейти";
"Solar System Objects" = "Объекты системы:";
"Star Browser" = "Каталог звёзд";
"Brightest" = "Ярчайшие";
"With planets" = "С планетами";
"Refresh" = "Обновить";
"Star Search Criteria" = "Критерии поиска";
"Maximum Stars Displayed in List" = "Количество звёзд в списке";
"Tour Guide" = "Путеводитель";
"Go To" = "Перейти";
"Select your destination:" = "Выберите объект:";
"Go to Object" = "Перейти к объекту";
"radii" = "рад.";
"Object" = "Объект";
"Long." = "Долгота";
"Lat." = "Широта";
"Distance" = "Расстояние";
"Size:" = "Размер:";
"Frame rate:" = "Частота обновления: ";
"Select Display Mode" = "Режим экрана";
"Resolution" = "Разрешение";
"View Options" = "Настройки";
"Globulars" = "Шаровые скопления";
"Grids" = "Сетка";
"Celestial" = "Небесная";
"Horizontal" = "Горизонталная";
"Galactic" = "Галактическая";
"Ecliptic" = "Эклиптическая";
"Minor Moons" = "Малые луны";
"DSO Labels" = "Названия DSO";
"Diagrams" = "Диаграммы";
"Boundaries" = "Границы";
"Latin Names" = "Имена латиницей";
"Information Text" = "Информация";
"Filter Stars" = "Фильтр звёзд";
"Montes (Mountains)" = "Горы";
"Maria (Seas)" = "Моря (океаны)";
"Valles (Valleys)" = "Долины";
"Terrae (Land masses)" = "Материки";
"Volcanoes" = "Вулканы";
"Other features" = "Прочее";
"Label Features" = "Названия";
"Show Features" = "Показывать";
"Minimum Labeled Feature Size" = "Мин. размер местоположений";
"Add New Bookmark Folder" = "Добавить закладку";
"Folder Name" = "Название папки";
"Organize Bookmarks" = "Упорядочить...";
"Rename..." = "Переименовать...";
"Delete" = "Удалить";
"Rename Bookmark or Folder" = "Переименование";
"New Name" = "Новое имя";
"Compute" = "Вычислить";
"Set Date and Go to Planet" = "Установить дату и перейти к планете";
"Lunar Eclipses" = "Лунные затмения";
"Jan" = "янв";
"Feb" = "фев";
"Mar" = "мар";
"Apr" = "апр";
"May" = "мая";
"Jun" = "июн";
"Jul" = "июл";
"Aug" = "авг";
"Sep" = "сен";
"Oct" = "окт";
"Nov" = "ноя";
"Dec" = "дек";
